# -*- coding: utf-8 -*-
# for python 2.x version
mebcatu = (u'Кухня классика', u'Кухня модерн', u'Шкаф-купе', u'Прихожая', u'Гостиная', u'Офис', u'Детская', u'Разное')
#mebcat = ('Кухня классика', 'Кухня модерн', 'Шкаф-купе', 'Прихожая', 'Гостиная', 'Офис', 'Детская', 'Разное')
titles = ('Кухни "Классика"', 'Кухни "Модерн"', 'Шкафы-купе', 'Прихожие', 'Гостиные', 'Офисная', 'Детские', 'Разное')
#titles = (u'Кухни "Классика"', u'Кухни "Модерн"', u'Шкафы-купе', u'Прихожие', u'Гостиные', u'Офисная', u'Детские', u'Разное')
catfiles = ('_1.ipg', '_2.ipg', '_3.ipg', '_4.ipg', '_5.ipg', '_6.ipg', '_7.ipg', '_8.ipg')
mymasktb = r'\thumbnails\*.jpg'
